Repository: IgnasZyv/TBCautomotive
Catalog: Resources/Strings.*.resx
Languages: es

# SiteName
source: Ernesto Car hosting website
es: Ernesto Car hosting website but spanish

# HeroSub
source: Trust, quality and commitment in every vehicle.
es: Confianza, calidad y compromiso en cada vehículo.

# ListingHeader
source: Cars in stock
es: Coches en stock

source: Sign Out
es: Cerrar sesión

source: Log In
es: Iniciar sesión

# CarCardDetailButton
source: View Details
es: Ver detalles

# CarModel
source: Model
es: Modelo

# CarYear
source: Year
es: Año

# CarPrice
source: Price
es: Precio

# CarMake
source: Make
es: Marca del coche

# CarCardEditButton
source: Edit Car
es: Editar coche

# FormCancel
source: Cancel
es: Cancelar

# FormSaveChanges
source: Save Changes
es: Guardar cambios

# FormImageUrl
source: Image URL
es: URL de la imagen

# FormCarDetails
source: Car Details
es: Detalles del vehículo

# CarKm
source: Kilometres
es: Kilómetros

# CarDescription
source: Description
es: Descripción

# CarFuelType
source: Fuel Type
es: Tipo de combustible

# FormSelectFuelTypeDefault
source: Select fuel type
es: Seleccione el tipo de combustible

# CarFuelTypePetrol
source: Petrol
es: Gasolina

# CarFuelTypeElectric
source: Electric
es: Eléctrica

# CarFuelTypeHybrid
source: Hybrid
es: Híbrida

# GeneralOther
source: Other
es: Otra

# FormValidationMake
source: Car Make is required
es: Se requiere la marca del vehículo

# FormValidationModel
source: Model is required
es: Se requiere el modelo del coche

# FormValidationYear
source: Year must be between 1900 and
es: El año debe estar entre 1900 y

# FormValidationPrice
source: Price must be greater than 0
es: El precio debe ser mayor que 0

# FormValidationErrorMessage
source: Please fix the validation errors below.
es: Corrija los errores de validación a continuación.

# FormCarUpdateMessage
source: Car details updated successfully!
es: ¡Detalles del vehículo actualizados exitosamente!

# FormCarUpdateErrorMessage
source: Error saving changes:
es: Error al guardar los cambios:

# FormCarNotFoundMessage
source: Cannot find the car you are looking for.
es: Error al cargar el coche:

source: Admin Dashboard
es: Panel de administración

# AdminAddCar
source: Add Car
es: Agregar coche

# AdminGoHome
source: Back to Home
es: De vuelta a casa

# AdminManageCars
source: Manage Cars
es: Administrar coches

# HeroCTAStock
source: Cars In Stock
es: Coches en stock

# HeroCTAContact
source: Contact Us!
es: ¡Contáctanos!

# FieldSearch
source: Search...
es: Buscar...

# CompanyTagLine
source: Trust, quality and commitment with every vehicle.
es: Confianza, calidad y compromiso en cada vehículo.

# HeaderContactUs
source: Contact Us
es: Contacta con nosotros

# ContactPhoneText
source: Call Us
es: Llámanos

# ContactEmailText
source: Email Us
es: Envíenos un correo electrónico

# MessageLoading
source: Loading...
es: Cargando...

# ErrorCarNotFound
source: Car Not Found
es: Coche no encontrado

# ButtonHome
source: Back to Home
es: Volver a la página de inicio

# CarInfoText
source: Vehicle Information
es: Información del vehículo

# CarCondition
source: Condition
es: Estado

# ErrorCarNotFoundSubText
source: The car you're looking for doesn't exist.
es: El coche que buscas no existe.

# FieldListed
source: Listed
es: Listado

# CarEngineText
source: Engine & Performance
es: Motor y rendimiento

# CarTransmission
source: Transmission
es: Transmisión

# CarEngineSize
source: Engine Size
es: Tamaño del motor

# CarCylinders
source: Cylinders
es: Cilindros

# CarHP
source: Power (CV)
es: Potencia (CV)

# CarFeatures
source: Features
es: Características

# ButtonBackToListing
source: Back to Listings
es: Volver a los listados

# HeaderCarDetails
source: Car Details
es: Detalles del vehículo

# CarConditionUsed
source: Used
es: Usada

# CarConditionNew
source: New
es: Nueva

# CarConditionPreOwned
source: Certified Pre Owned
es: Certificada de segunda mano

# CarTransmissionAutomatic
source: Automatic
es: Automática

# CarTransmissionAutomaticCVT
source: Automatic CVT
es: CVT automática

# CarTransmissionSemiAutomatic
source: Semi Automatic
es: Semiautomático

# FormSelectConditionDefault
source: Select Condition
es: Seleccionar condición

# FormSelectTransmissionDefault
source: Select Transmission
es: Seleccionar transmisión

# CarCreated
source: Created
es: Creada

# CarFuelTypePlugInHybrid
source: Plug in Hybrid
es: Híbrido enchufable

# FormCarFeaturesSubText
source: Separate multiple features with commas
es: Separe varias funciones con comas

# FormCarFeaturesPlaceholder
source: To select car features click the "Select Features" button below.
es: Para seleccionar las características del automóvil, haga clic en el botón "Seleccionar características" a continuación.

# FormCarDescriptionPlaceholder
source: Enter car description (optional)
es: Ingrese la descripción del vehículo (opcional)

# ImageLabelSelectPrimary
source: Selected as Primary
es: Seleccionada como primaria

# ImageInfoImageNotAvailable
source: No Image Available
es: No hay imagen disponible

# ImageInfoSelectPrimaryBellow
source: Select a primary image below
es: Seleccione una imagen principal a continuación

# ImageInfoSelectPrimarySubMessage
source: Click the star icon on any image to make it primary
es: Haga clic en el icono de estrella en cualquier imagen para convertirla en principal.

# ImageInfoAddImageToStart
source: Add images to get started
es: Añade imágenes para comenzar

# ImageInfoAddImageToStartSubMessage
source: Upload images using the "Add Images" button below
es: Sube imágenes usando el botón "Agregar imágenes" a continuación

# ImageInfoUploading
source: Uploading...
es: Subiendo...

# GeneralConfirm
source: Confirm
es: Confirmar

# ImageDeleteConfirm
source: Are you sure you want to delete this image?
es: ¿Estás seguro que deseas eliminar esta imagen?

# ImageDeleteConfirmSubText
source: This action cannot be undone.
es: Esta acción no se puede deshacer.

# ImageModalDeleteTitle
source: Delete Image
es: Eliminar imagen

# GeneralDelete
source: Delete
es: Borrar

# ImagesButtonAddImages
source: Add Images
es: Agregar imágenes

# FormCreateCar
source: Create Car
es: Crear coche

# BackToSite
source: Go Home
es: Ir a casa

# HeaderEditCarDetails
source: Edit Car Details
es: Editar detalles del coche

# InfoUploaded
source: Uploaded
es: Subido

# InfoFailed
source: Failed
es: Fallida

# ImageErrorOnlyImageFile
source: Only image files are allowed.
es: Sólo se permiten archivos de imagen.

# ImageErrorWrongFormat
source: Unsupported image format. Use JPG, PNG, or WebP.
es: Formato de imagen no compatible. Use JPG, PNG o WebP.

# ImageErrorTooBig
source: Image exceeds 10MB size limit.
es: La imagen supera el límite de tamaño de 10 MB.

# CarSold
source: Sold
es: Vendido

# CarReserved
source: Reserved
es: Reservado

# ContactInfoText
source: Click number to call/SMS â€¢ Click WhatsApp to chat
es: Clic en número para llamar/SMS • Clic en WhatsApp para chatear

# CarFeatureCategorySafetySecurity
source: Safety & Security
es: Seguridad y Protección

# CarFeatureCategoryComfortConvenience
source: Comfort & Convenience
es: Comodidad y Conveniencia

# CarFeatureCategoryTechnology
source: Technology
es: Tecnología

# CarFeatureCategoryAudioEntertainment
source: Audio & Entertainment
es: Audio y Entretenimiento

# CarFeatureCategoryExteriorFeatures
source: Exterior Features
es: Características Exteriores

# CarFeatureCategoryPerformanceDrivetrain
source: Performance & Drivetrain
es: Rendimiento y Transmisión

# CarFeatureCategorySeatingInterior
source: Seating & Interior
es: Asientos e Interior

# CarFeatureABS
source: ABS (Anti-lock Braking System)
es: ABS (Sistema de Frenos Antibloqueo)

# CarFeatureElectronicStabilityControl
source: Electronic Stability Control (ESC)
es: Control Electrónico de Estabilidad (ESC)

# CarFeatureFrontAirbags
source: Front Airbags
es: Airbags Frontales

# CarFeatureSideAirbags
source: Side Airbags
es: Airbags Laterales

# CarFeatureBackupCamera
source: Backup Camera
es: Cámara de Reversa

# CarFeatureBlindSpotMonitoring
source: Blind Spot Monitoring
es: Monitoreo de Punto Ciego

# CarFeatureLaneKeepAssist
source: Lane Keep Assist
es: Asistente de Mantenimiento de Carril

# CarFeatureAutomaticEmergencyBraking
source: Automatic Emergency Braking
es: Frenado Automático de Emergencia

# CarFeatureAdaptiveCruiseControl
source: Adaptive Cruise Control
es: Control de Crucero Adaptivo

# CarFeatureKeylessStartStop
source: Keyless Start/Stop
es: Arranque/Parada sin Llave

# CarFeatureAirConditioning
source: Air Conditioning
es: Aire Acondicionado

# CarFeatureHeatedFrontSeats
source: Heated Front Seats
es: Asientos Delanteros Calefaccionados

# CarFeaturePowerWindows
source: Power Windows
es: Ventanas Eléctricas

# CarFeaturePowerMirrors
source: Power Mirrors
es: Espejos Eléctricos

# CarFeatureCruiseControl
source: Cruise Control
es: Control de Crucero

# CarFeatureRemoteStart
source: Remote Start
es: Arranque Remoto

# CarFeaturePowerTailgate
source: Power Tailgate
es: Portón Trasero Eléctrico

# CarFeatureAutomaticHeadlights
source: Automatic Headlights
es: Faros Automáticos

# CarFeatureTouchscreen8Inch
source: 8-inch Touchscreen
es: Pantalla Táctil de 8 pulgadas

# CarFeatureTouchscreen10Inch
source: 10-inch Touchscreen
es: Pantalla Táctil de 10 pulgadas

# CarFeatureTouchscreen12Inch
source: 12-inch Touchscreen
es: Pantalla Táctil de 12 pulgadas

# CarFeatureBluetoothConnectivity
source: Bluetooth Connectivity
es: Conectividad Bluetooth

# CarFeatureUSBPorts
source: USB Ports
es: Puertos USB

# CarFeatureWirelessChargingPad
source: Wireless Charging Pad
es: Cargador Inalámbrico

# CarFeatureNavigationSystem
source: Built-in Navigation System
es: Sistema de Navegación Integrado

# CarFeaturePremiumAudioSystem
source: Premium Audio System
es: Sistema de Audio Premium

# CarFeatureSatelliteRadio
source: Satellite Radio (SiriusXM)
es: Radio Satelital (SiriusXM)

# CarFeatureSunroof
source: Sunroof
es: Techo Solar

# CarFeatureAlloyWheels
source: Alloy Wheels
es: Ruedas de Aleación

# CarFeatureLEDHeadlights
source: LED Headlights
es: Faros LED

# CarFeatureDynamicLighting
source: Dynamic Lighting
es: Iluminación Dinámica

# CarFeatureAllWheelDrive
source: All-Wheel Drive (AWD)
es: Tracción Integral (AWD)

# CarFeatureAutomaticTransmission
source: Automatic Transmission
es: Transmisión Automática

# CarFeatureSportMode
source: Sport Mode
es: Modo Deportivo

# CarFeatureTurbocharger
source: Turbocharger
es: Turbocompresor

# CarFeatureLeatherSeats
source: Leather Seats
es: Asientos de Cuero

# CarFeaturePowerDriverSeat
source: Power Driver Seat
es: Asiento del Conductor Eléctrico

# CarFeatureHeatedSteeringWheel
source: Heated Steering Wheel
es: Volante Calefaccionado

# CarFeatureThirdRowSeating
source: Third Row Seating
es: Tercera Fila de Asientos

# FormButtonSelectFeatures
source: Select Features
es: Seleccionar funciones

# CustomCarFeatures
source: Custom Features
es: Funciones personalizadas
